"STORE_DESCRIPTION" = "VLC for iOS is a port of the free VLC media player to iPad, iPhone and iPod touch.\nIt can play all your movies, shows and music in most formats directly without conversion.\nIt allows file synchronization with Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direct downloads and through WiFi sharing as well as streaming from SMB, FTP, UPnP/DLNA media servers and the web.\nVLC offers support for advanced subtitles including full SSA compatibility, multi-track audio, and playback speed control.\n\nVLC for iOS is completely free and open source.";

"STORE_DESCRIPTION_TV" = "VLC media player is a free and open source cross-platform multimedia player.\nIt can play all your movies, shows and music in most formats directly without conversion.\nIt allows streaming from cloud services (Dropbox, OneDrive, Box), Remote Playback from your Mac or PC via a Web UI as well as streaming from SMB, FTP, UPnP/DLNA media servers and the web.\nVLC offers support for advanced subtitles including full SSA compatibility, multi-track audio, and playback speed control.\n\nVLC for iOS is completely free and open source.\n\nMetadata and artwork are provided by TMDb and Hatchet, which are community maintained movie and music databases.";

"CHOOSE_AUDIO_TRACK" = "Vel ljóðspor";
"CHOOSE_SUBTITLE_TRACK" = "Vel tekstaspor";
"OPEN_TRACK_PANEL" = "Open track selection";
"CHOOSE_TITLE" = "Vel heiti";
"CHOOSE_CHAPTER" = "Vel kapitul";
"CHAPTER_SELECTION_TITLE" = "Kapittlar";
"TITLE" = "Heiti";
"CHAPTER" = "Kapittul";
"MINIMIZE_PLAYBACK_VIEW" = "Minimize playback";
"FULLSCREEN_PLAYBACK" = "Spæl í fullum skýggja";
"TRACK_SELECTION" = "Track Selection";
"AUDIO" = "Ljóð";
"SUBTITLES" = "Undirtekstir";
"LANGUAGE" = "Mál";
"MEDIA_INFO" = "Media Information";
"VIDEO_DIMENSIONS" = "Video upploysn";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixel";
"FORMAT_AUDIO_TRACKS" = "%i audio tracks";
"ONE_AUDIO_TRACK" = "One audio track";
"FORMAT_SPU_TRACKS" = "%i subtitles tracks";
"ONE_SPU_TRACK" = "One subtitles track";

"PLAYING_EXTERNALLY_TITLE" = "Sjónvarp íbundið";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast Connected";
"PLAYING_EXTERNALLY_DESC" = "Sjónbandið verður víst á sjónvarpinum";

"VFILTER_HUE" = "Litstyrkja";
"VFILTER_CONTRAST" = "Konstrastur";
"VFILTER_BRIGHTNESS" = "Ljósstillingar";
"VFILTER_SATURATION" = "Ljósmetting";
"VFILTER_GAMMA" = "Gamma";

"PREAMP" = "Preamp";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Choose Equalizer Profile";

"PLAYBACK_FAILED" = "Tað miseydnaðist at spæla";
"PLEASE_WAIT" = "Vinarliga bíða";
"AR_CHANGED" = "Støddlutfall: %@";
"DEFAULT" = "Tað vanliga";
"FILL_TO_SCREEN" = "Stilla til skíggjan";
"PLAYBACK_SPEED" = "Avspælingarferð";
"SPU_DELAY" = "Seinkan av teksti";
"AUDIO_DELAY" = "Seinkan av ljóði";
"BUTTON_SLEEP_TIMER" = "Sleep Timer";
"SLEEP_TIMER_UPDATED" = "Sleep Timer Updated";
"CONTINUE_PLAYBACK" = "Continue playback?";
"CONTINUE_PLAYBACK_LONG" = "Would you like to continue playback of \"%@\" where you left off?";

"BUTTON_ALL" = "Select All";
"BUTTON_BACK" = "Aftur";
"BUTTON_EDIT" = "Broyt";
"BUTTON_DONE" = "Liðugt";
"BUTTON_CANCEL" = "Steðga";
"BUTTON_SAVE" = "Goym";
"BUTTON_DOWNLOAD" = "Tak niður";
"BUTTON_DELETE" = "Strika";
"BUTTON_OK" = "Í lagi";
"BUTTON_CONTRIBUTE" = "Ver við";
"BUTTON_CONNECT" = "Bind í";
"BUTTON_RENAME" = "Broyt navn";
"BUTTON_LEARN_MORE" = "Lær meira";
"BUTTON_LOGOUT" = "Rita út";
"BUTTON_CONTINUE" = "Halt á fram";
"BUTTON_SET" = "Set";
"BUTTON_RESET" = "Reset";
"PRIVATE_PLAYBACK_TOGGLE" = "Privat avspæling";
"SCAN_SUBTITLE_TOGGLE" = "Leita eftir teksti (einans http)";

"BUTTON_RENDERER" = "Casting devices";
"BUTTON_RENDERER_HINT" = "Show a menu of available casting devices";

"UPGRADING_LIBRARY" = "Dagfør miðlasavnið";
"UNTITLED_SHOW" = "Navnleys sending";
"UNKNOWN" = "Ókent";

"OPEN_NETWORK" = "Lat upp netstroyming";
"NETWORK_TITLE" = "Netstroyming";
"OPEN_NETWORK_HELP" = "Skriva antin HTTP, RTSP, RTMP, MMS, FTP ella UDP/RTP-adressu til at stroyma beinleiðis frá keldu.";
"ABOUT_APP" = "Um VLC til iOS";
"OPEN_VLC_MENU" = "Lat VLC síðuskránna upp";
"HTTP_UPLOAD_SERVER_OFF" = "Óvirkin ambætari";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Einki virkið tráðleyst samband";
"OPEN_STREAM_OR_DOWNLOAD" = "Vilt tú taka niður ella spæla frá hesari URL-síðuni?";
"SHARED_VLC_IOS_LIBRARY" = "Shared VLC for iOS Library";
"SMB_CIFS_FILE_SERVERS" = "Fíla ambatarir (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Niðurtøkan miseydnaðist við HTTP kotu %i";
"HTTP_FILE_CREATION_FAILED" = "Fíluframleiðsla miseydnaðist";
"HTTP_DOWNLOAD_CANCELLED" = "Niðurtøkan var endað av brúkara";

"DOWNLOAD_FROM_HTTP_HELP" = "Skriva eina netsíðu fyri at taka fíluna niður á tín/a %@.";
"DOWNLOAD_FROM_HTTP" = "Niðurtøkur";
"ERROR_NUMBER" = "Villan %i íkomin";
"DOWNLOAD_FAILED" = "Niðurtøka miseydnaðist";
"FILE_NOT_SUPPORTED" = "Fíluforsniðið er ikki stuðlað";
"FILE_NOT_SUPPORTED_LONG" = "The file format used by %@ is not supported by this version of VLC for iOS.";
"SCHEME_NOT_SUPPORTED" = "Fyriskipanarbústaður ikki stuðlað";
"SCHEME_NOT_SUPPORTED_LONG" = "Fyriskipanarbústaðurin (%@) er ikki stuðlað. Brúka ein bústað, sum byrjar við HTTP, HTTPS ella FTP.";
"LIBRARY_ALL_FILES" = "Allar fílur";
"LIBRARY_MUSIC" = "Tónleikaútgávur";
"LIBRARY_SERIES" = "Sjónvarpssendingar";
"LIBRARY_TRACKS" = "%i Skeringar";
"LIBRARY_SINGLE_TRACK" = "%i Skering";
"LIBRARY_EPISODES" = "%i Partar, %i ikki lisið";
"LIBRARY_SINGLE_EPISODE" = "%i Partur, %i ikki lisin";
"LIBRARY_TRACK_N" = "Skering %i";
"LIBRARY_MINUTES_LEFT" = "%@m eftir";
"RENAME_MEDIA_TO" = "Skriva nýtt navn fyri %@";

"FOLDER_EMPTY" = "Tóm mappa";
"FOLDER_EMPTY_LONG" = "Legg fílur afturat við at trýsta á Broyt, vel fílu, trýst á mappu-knappin og vel so hesa mappu.";
"FOLDER_INVALID_TYPE_TITLE" = "Ógildug fílusløg";
"FOLDER_INVALID_TYPE_MESSAGE" = "Tú kanst einans taka tvær fílur til at gera eina mappu ella leggja einstaka fílu til eina mappu.";
"FOLDER_CHOOSE_NAME_TITLE" = "Nýggj mappa";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Skriva heiti á mappuni";
"FOLDER_NAME_PLACEHOLDER" = "Mappuheiti";
"FOLDER_NAME_DUPLICATE_TITLE" = "Heitið er at finna";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Vinaliga vel annað heiti";
"SELECT_FOLDER" = "Vel mappu";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Vel fílu at lata upp:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Lat upp í...";
"SHARING_ERROR_NO_FILES" = "Ongar fílur at deila vórðu funnar";
"SHARING_ERROR_NO_APPLICATIONS" = "Eitt forrit varð funnið, sum kann lata hetta slag av fílu upp";
"SHARING_SUCCESS_CAMERA_ROLL" = "Fíla varð goymd til myndarulluna í øllum góðum";

"SECTION_HEADER_LIBRARY" = "Miðlasavn";
"HEADER_TITLE_RENDERER" = "Select a casting device";
"SECTION_HEADER_NETWORK" = "Net";

"LOCAL_NETWORK" = "Lokalt net";
"CONNECT_TO_SERVER" = "Fá samband við ambætara";
"USER_LABEL" = "Brúkari";
"PASSWORD_LABEL" = "Loyniorð";
"DISABLE_LABEL" = "Disable";
"BUTTON_ANONYMOUS_LOGIN" = "Dulnevnd innriting";

"LOCAL_SERVER_REFRESH" = "Endurnýggja";
"LOCAL_SERVER_LAST_UPDATE" = "%@ - Dagført seinast";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "SAMBAND VIÐ AMBÆTARA MISEYDNAÐIST";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Kanna vinaliga ambætarabústað og fulltrúarváttan";

"CLOUD_SERVICES" = "Cloud Services";
"LOGIN" = "Rita inn";
"LOGGED_IN" = "Ritaður inn";

"DROPBOX_DOWNLOAD" = "Tak fílu niður?";
"DROPBOX_DL_LONG" = "Vilt tú taka \"%@\" niður á tín/a %@?";
"DROPBOX_LOGIN" = "Rita inn";

"GDRIVE_ERROR_FETCHING_FILES" = "Villa stóðst at heinta fílur";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Fílan er tikin niður í øllum góðum";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "ÓFØRT";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Villa stóðst av at taka niður";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "VILLA";

"DISK_FULL" = "Storage limit reached";
"DISK_FULL_FORMAT" = "%@ cannot be stored on your %@, because you don't have enough free space left.";

"NUM_OF_FILES" = "%i fílur";
"ONE_FILE" = "1 fíla";
"NO_FILES" = "Ongar stuðlaðar fílur";
"DOWNLOADING" = "Tekur niður...";
"REMAINING_TIME" = "Tíð eftir: %@";
"BIOMETRIC_UNLOCK" = "Unlock Media Library\nCancel to enter Passcode";

"Settings" = "Stillingar"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "On";
"OFF" = "Off";

"EMPTY_LIBRARY" = "Tómt miðlasavn";
"EMPTY_LIBRARY_LONG" = "Fyri at avspæla ber til at stroyma miðlar frá einum ambætara á lokala netinum, úr skýnum ella samstilla miðlar til eindir tínar við iTunes, WiFi Upload ella Skýggjtænastum.";

"PLAYBACK_SCRUB_HELP" = "Førka fingurin niðureftir fyri at stilla skúriferðina.";
"PLAYBACK_SCRUB_HIGH" = "Skjót skúring";
"PLAYBACK_SCRUB_HALF" = "Miðal skúring";
"PLAYBACK_SCRUB_QUARTER" = "Fjórðings-skúring";
"PLAYBACK_SCRUB_FINE" = "Fín skúring";
"PLAYBACK_POSITION" = "Avspælingarstøða";
"VIDEO_FILTER" = "Videofiltur";
"VIDEO_FILTER_RESET_BUTTON" = "Nullstilla videofiltur";
"VIDEO_ASPECT_RATIO_BUTTON" = "Skift støddlutfall á video";
"PLAY_PAUSE_BUTTON" = "Spæl ella steðga avspælingina";
"BWD_BUTTON" = "Hoppa aftureftir";
"FWD_BUTTON" = "Hoppa frameftir";
"PLAY_BUTTON" = "Spæl";
"PAUSE_BUTTON" = "Steðga";
"PLAY_ALL_BUTTON" = "Spæl alt";

"VERSION_FORMAT" = "Útgáva: %@";
"BASED_ON_FORMAT" = "Grundað á:<br />%@";

"NEW" = "NÝTT";

"BUG_REPORT_TITLE" = "Melda eina villu";
"BUG_REPORT_MESSAGE" = "Vilt tú boða frá einum trupulleika?";
"BUG_REPORT_BUTTON" = "Lat Safari upp";

"VO_VIDEOPLAYER_TITLE" = "Videospælari";
"VO_VIDEOPLAYER_DOUBLETAP" = "Tøppa tvær ferðir fyri at vísa ella fjala avspælingarknapparnar";

"FIRST_STEPS_WELCOME" = "Vælkomin";
"FIRST_STEPS_WELCOME_DETAIL" = "Fyrstu stigini í at samstilla og spæla tínar miðlar";
"FIRST_STEPS_ITUNES" = "iTunes fílusamstilling";
"FIRST_STEPS_ITUNES_DETAILS" = "Fá samband frá %@ til Mac ella PC við kaðali.\nLat upp iTunes.\nVel %@.\nSkift til \"app\"-spjaldrið, skrulla niður og leita eftir VLC.\nFlyt fílurnar yvir.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Set tín/a %@ til sama net sum tín Mac ella PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Trýst á knarvan í síðuskránni, skriva URL-kelduna inn í kagan og legg fílurnar út.";
"FIRST_STEPS_CLOUDS" = "Skýggj";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Legg út miðlar á Google Drive ella Dropbox";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Lat síðuskránna upp fyri at velja Ský-veitara og far so inn á miðlarnar og tak niður ella stroyma.";
"FIRST_STEPS_PLAYBACK" = "Avspæling";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Tìð";
"FIRST_STEPS_ASPECT" = "Støddlutfall";
"FIRST_STEPS_SPEED" = "Ferð";
"FIRST_STEPS_REPEAT" = "Umaftur";
"FIRST_STEPS_SUBTITLES" = "Undirtekstir";
"FIRST_STEPS_AUDIO" = "Ljóðfílur";
"FIRST_STEPS_POSITION" = "Støða";

"PLEX_CHECK_ACCOUNT" = "Check your Plex account in settings";
"PLEX_ERROR_ACCOUNT" = "Plex login Error";

"UNAUTHORIZED" = "Unauthorized";

"SERVER" = "Ambætari";
"SERVER_PORT" = "Portur";
"NO_SERVER_FOUND" = "Eingin ambætari funnin";
"NO_RECENT_STREAMS" = "No stream was played recently";

"WEBINTF_TITLE" = "Tráðleys deiling";
"WEBINTF_DROPFILES" = "Slepp fílum";
"WEBINTF_DROPFILES_LONG" = "Slepp fílunum í gluggan fyri at leggja tær aftur at tínum %@.<br>Ella trýst á \"+\"-knappin fyri at brúka fíluveljaran.";
"WEBINTF_DOWNLOADFILES" = "Tak fílur niður";
"WEBINTF_DOWNLOADFILES_LONG" = "Trýst bert á fíluna, tú vilt taka niður, frá %@.";
"WEBINTF_TITLE_ATV" = "Remote Playback";
"WEBINTF_DROPFILES_LONG_ATV" = "Drop files in the window to play them on your %@.<br>Or click on the \"+\" button to use the file picker dialog.";
"WEBINTF_URL_SENT" = "URL sent successfully.";
"WEBINTF_URL_EMPTY" = "URL cannot be empty.";
"WEBINTF_URL_INVALID" = "Not a valid URL.";


"NOW_PLAYING" = "Nú spælur";
"PLAY_NOW" = "Spæl nú";
"PLAYING" = "Spælandi";
"DETAIL" = "Detail";

"VOLUME" = "Ljóð styrki";
"DURATION" = "Longd";
"TITLE" = "Heiti";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld hours %2$ld minutes remaining";
"%ld hours %ld minutes" = "%1$ld hours %2$ld minutes";
"%ld minutes remaining" = "%ld minutes remaining";
"%ld minutes" = "%ld minuttir";
"%ld minutes %ld seconds remaining" = "%1$ld minutes %2$ld seconds remaining";
"%ld minutes %ld seconds" = "%1$ld minutes %2$ld seconds";
"%ld seconds remaining" = "%ld sekundir eftir";
"%ld seconds" = "%ld sekundir";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Vís";
"OBJECT_TYPE_SHOW_EPISODE" = "Vís part";
"OBJECT_TYPE_LABEL" = "Mapp";
"OBJECT_TYPE_ALBUM" = "Fløga";
"OBJECT_TYPE_ALBUM_TRACK" = "Album track";
"OBJECT_TYPE_FILE" = "Fíl";
"OBJECT_TYPE_FILE_AUDIO" = "Ljóðfílur";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Not connected to iPhone";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Please connect your iPhone to perform remote control actions.";

"LONGPRESS_TO_STOP" = "Long-press to stop playback.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Audio Info";
"CLOUD_LOGIN_LONG" = "To access Cloud Services, sign-in to iCloud on both this Apple TV and an iOS device with the same Apple ID and enable Keychain Sharing in System Settings.\nAfterwards, login to the cloud provider of your choice using the VLC app on your iOS device. Finally, select it on this screen.";
"ENTER_URL" = "Enter URL to play";
"HTTP_SERVER_ON" = "Disable Remote Playback";
"HTTP_SERVER_OFF" = "Enable Remote Playback";
"CACHED_MEDIA" = "Cached Media";
"CACHED_MEDIA_LONG" = "Media shown here is stored locally on your Apple TV. Note that contents can be removed by the operating system without prior notice anytime when VLC is not running in case your device runs out of storage.";
"DOWNLOAD_SUBS_FROM_OSO" = "Download subtitles from OpenSubtitles.org...";
"FOUND_SUBS" = "Found subtitles";
"USE_SPDIF" = "Use Pass-through (S/PDIF)";

"PLAYBACK" = "Playback";
"REPEAT_MODE" = "Repeat";
"REPEAT_DISABLED" = "Disabled";
"REPEAT_SINGLE" = "Single";
"REPEAT_FOLDER" = "Folder";

// Local Network Service Names
"UPNP_LONG" = "Universal Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "File Transfer Protocol (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "BONJOUR File Server";
"DSM_WORKGROUP" = "Workgroup";

"URL_NOT_SUPPORTED" = "The URL can't be opened";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Trýst á %@ fyri at strika"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "The selection can't be deleted";
"DELETE_INVALID_TITLE" = "Invalid Selection";
"DELETE_MESSAGE" = "Confirm the deletion of the selected files";
"DELETE_TITLE" = "Delete Selected Files";

//Drag and Drop
"THIS_FILE" = "This file";
"NOT_SUPPORTED_FILETYPE" = "%@ is not a supported filetype by VLC";
"FILE_EXISTS" = "%@ already exists";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Protocol not selected";
"Settings" = "Stillingar";
"ERROR" = "Error";
"OK" = "Ok";



//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
